<pre>
  <b>Lego Life โซเชียลเน็ตเวิร์คสำหรับเด็ก กระตุ้นความคิดสร้างสรรค์ เน้นความปลอดภัยและความเป็นส่วนตัว</b>
  - Lego ไม่ได้เป็นเพียงของเล่นตัวต่อกระตุ้นจินตนาการและความคิดสร้างสรรค์ แต่ยังกลายเป็นภาพยนตร์ วิดีโอเกมหรือแม้แต่หนังลือ
  และล่าสุดกระโดดเข้าสู่การเป็นสื่อโซเชียลมีเดียสำหรับเด็กแล้วด้วย Lego Life ที่ให้ความสำคัญกับความปลอดภัยและความเป็นส่วนตัวของเด็กๆ
  Lego Life เป็นโซเชียลมีเดียที่มีความคล้ายคลึงกับ Instagram ในธีมของ Lego และเปิดพื้นที่ให้เด็กๆ ได้อัพโหลดภาพอะไรก็ได้ตามความคิดสร้างสรรค์
  ยกเว้นภาพเซลฟี่ที่มีหน้าของตัวเองจะถูกปฏิเสธ เนื่องจาก Lego Life ให้ความสำคัญกับความเป็นส่วนตัวและความนิรนามของเด็กๆ ที่ใช้งาน
  <img src="https://c1.staticflickr.com/1/284/32260424940_6978eb45bc_z.jpg" width="30%">
  การสมัครเข้าใช้งานก็จำเป็นต้องได้รับการยินยอมจากผู้ปกครอง โดยเด็กที่อายุต่ำกว่า 13 ปีจะต้องกรอกอีเมลของทั้งพ่อและแม่แยกกัน สำหรับการยินยอมผ่านอีเมลของทั้งคู่
  โปรไฟล์บน Lego Life ก็จะเป็นชื่อที่ถูกสุ่มขึ้นมาให้พร้อมอวาตาร์ให้เลือกใช้แทนหน้าตาของเด็กๆ
  <img src="https://c1.staticflickr.com/1/662/32260424720_93a35db5a6_z.jpg" width="30%">
  ขณะเดียวกันการคอนเมนท์บน Lego Life ก็ไม่ใช่การคอมเมนท์ด้วยคำพูดตามปกติ เนื่องจาก Lego ระบุว่าคอมเมนท์ผ่านคำพูด โดยเฉพาะเวลาใช้แอคเคาท์ที่ไม่ระบุตัวตน
   มักจะก่อให้เกิดความรุนแรง การดูถูกเหยียดหยามต่างๆ นานา ซึ่งไม่ใช่สิ่งที่ Lego ต้องการ ดังนั้นเด็กๆ จึงสามารถคอมเมนท์บนรูปภาพคนอื่นๆ ได้ผ่านอีโมจิของ Lego เท่านั้น
   ซึ่งช่วยให้เด็กๆ ได้สร้างสรรค์การสื่อสารผ่านรูปภาพและอีโมจิไปได้อีกทาง
</pre>
