<pre>
<b>พบปัญหาจอ LG UltraFine 5K ใช้งานไม่ได้เมื่อวางใกล้เราเตอร์</b>
- จอภาพ LG UltraFine 5K ที่เปิดตัวพร้อมกับ MacBook Pro Retina รุ่นใหม่ที่เพิ่งเปิดตัวเมื่อนานนี้
มีการรายงานปัญหาว่าไม่สามารถใช้งานได้เมื่อมีไวไฟเราท์เตอร์ทำงานใกล้กันในระยะ 6.6 ฟุต อาการคือจอจะ
กระพริบดับมืดไปราววินาทีถึงติดมาใหม่ หรือเมื่อขยับเราท์เตอร์ไปใกล้ จอภาพดับทันทีคำแก้ไขต่อกรณีนี้ล่าสุด
จากทาง LG เบื้องต้นระบุว่าให้วางเราท์เตอร์ให้ห่างจากจอเท่านั้น และไม่มีผลกับอาการนี้ในจอรุ่นอื่นครับ
<img src="https://upic.me/i/jz/f5_pdp_27md5k.jpg" width="30%">
</pre>
